Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: New Post
es: Nueva publicación
id: Postingan Baru
nl: Nieuw bericht

source: new posts
es: nuevas publicaciones
id: posting baru
nl: nieuwe berichten

source: New posts
es: Nuevas publicaciones
id: Postingan baru
nl: Nieuwe berichten

source: New Posts
es: Nuevas publicaciones
id: Postingan Baru
nl: Nieuwe berichten

source: New posts by %@
es: Nuevas publicaciones de %@
id: Postingan baru dari %@
nl: Nieuwe berichten van %@

source: New private note
es: Nueva nota privada
id: Catatan pribadi baru
nl: Nieuw privé notitie

source: New reactions
es: Nuevas reacciones
id: Reaksi baru
nl: Nieuwe reacties

source: New relay feed
es: Nuevo feed de relay
id: Umpan relay baru
nl: Nieuwe relay feed

source: New reposts
es: Nuevas publicaciones
id: Repost baru
nl: Nieuwe herplaatsingen

source: New Short Video
es: Nuevo vídeo corto
id: Video Pendek Baru
nl: Nieuw kort filmpje

source: New Voice Message
es: Nuevo mensaje de voz
id: Pesan Suara Baru
nl: Nieuw Audiobericht

source: New zaps
es: Zap nuevos
id: Zap baru
nl: Nieuwe zaps

source: Next
es: Próximo
id: Berikutnya
nl: Volgende

source: No active Nostr account found. Please log in to Nostur first.
es: No se encontró ninguna cuenta Nostr activa. Primero inicie sesión en Nostur.
id: Tidak ditemukan akun Nostr aktif. Silakan masuk ke Nostur terlebih dahulu.

source: No articles found from your follow list in selected time frame.
es: No se encontraron artículos de su lista de seguimiento en el período de tiempo seleccionado.
id: Tidak ada artikel yang ditemukan dari daftar ikuti Anda dalam jangka waktu yang dipilih.
nl: Geen artikelen gevonden in je volglijst voor het gekozen tijdsvak

source: No Blossom server configured. Please configure a Blossom server in Nostur settings to upload images.
es: No hay ningún servidor Blossom configurado. Configure un servidor Blossom en la configuración de Nostur para cargar imágenes.
id: Tidak ada server Blossom yang dikonfigurasi. Harap konfigurasikan server Blossom di pengaturan Nostur untuk mengunggah gambar.

source: No comments found.
es: No se encontraron comentarios.
id: Tidak ada komentar yang ditemukan.
nl: Geen opmerkingen gevonden.

source: No custom emoji tags found in this set.
es: No se encontraron etiquetas emoji personalizadas en este conjunto.
id: Tidak ada tag emoji khusus yang ditemukan di kumpulan ini.

source: No DM relays found for
es: No se encontró DM relays para
id: Tidak ditemukan DM relays
nl: Geen privéberichten-relays gevonden van

source: No internet connection
es: Sin conexión a internet
id: Tidak ada koneksi internet
nl: Geen internet verbinding

source: No message requests
es: No hay solicitudes de mensajes
id: Tidak ada permintaan pesan
nl: Geen berichtverzoeken

source: No stats collected yet.
es: Aún no se han recopilado estadísticas.
id: Belum ada statistik yang dikumpulkan.
nl: Nog geen statistieken verzameld

source: non-https media blocked
es: medios no https bloqueados
id: media non-https diblokir
nl: niet-https media geblokkeerd

source: None
es: Ninguno
id: Tidak ada
nl: Geen

source: Nostr Account
es: Cuenta Nostr
id: Akun Nostr

source: Nostr address (NIP-05)
es: Dirección Nostr (NIP-05)
id: Alamat Nostr (NIP-05)
nl: Nostr-adres (NIP-05)

source: nostr address / npub / nsec / signer url
es: Dirección nostr / npub / nsec / URL del firmante
id: Alamat nostr / npub / nsec / url penandatangan
nl: nostr adres / npub / nsec / signer url

source: Nostr Dunbar Number
es: Nostr Número de Dunbar
id: Nomor Dunbar Nostr
nl: Nostr Dunbar getal

source: Nostr event
es: Evento Nostr
id: acara Nostr

source: Nostr events:
es: Eventos Nostr:
id: Acara Nostr:

source: Nostr ID
es: ID Nostr
id: ID Nostr

source: Nostr Wallet Connect
es: Conexión de billetera Nostr
id: Koneksi Dompet Nostr

source: Nostr Wallet Connect URI
es: Nostr URI de conexión de billetera
id: Dompet Nostr Menghubungkan URI

# Nostur %@ (Build: %@)
source: Nostur %1$@ (Build: %2$@)
es: Nostur %1$@ (compilación: %2$@)
id: Nostur %1$@ (Bangun: %2$@)

source: Nostur does not have permissions to set a reminder
es: Nostur no tiene permisos para configurar un recordatorio
id: Nostur tidak memiliki izin untuk menyetel pengingat
nl: Nostur heeft geen toegang om een herinnering in te stellen

source: Not yet
es: Aún no
id: Belum
nl: Niet niet

source: Note: The contents of DMs is encrypted but the metadata is not. Who you send a message to and when is public.
es: Nota: El contenido de los mensajes directos está cifrado, pero los metadatos no. A quién le envías un mensaje y cuándo es público.
id: Catatan: Konten DM dienkripsi tetapi metadatanya tidak. Kepada siapa Anda mengirim pesan dan kapan bersifat publik.
nl: Berichten zijn versleuteld maar de metadata niet. Wanneer en aan wie je een bericht stuurt is openbaar.

source: Note: You can also add someone elses public key to try out Nostur from their perspective.
es: Nota: También puedes agregar la clave pública de otra persona para probar Nostur desde su perspectiva.
id: Catatan: Anda juga dapat menambahkan kunci publik orang lain untuk mencoba Nostur dari sudut pandang mereka.
nl: Notitie: Je kan ook iemand anders publieke sleutel gebruiken om Nostur te proberen vanuit zijn/haar perspectief.

source: Nothing found
es: No se encontró nada
id: Tidak ada yang ditemukan
nl: Niks gevonden

source: Nothing here :(
es: Aquí nada :(
id: Tidak ada apa pun di sini :(
nl: Niets hier :(

source: Notices
es: Avisos
id: Pemberitahuan
nl: Meldingen

source: Notification settings
es: Configuración de notificaciones
id: Pengaturan notifikasi
nl: Instellingen voor meldingen

source: Notifications
es: Notificaciones
id: Pemberitahuan
nl: Meldingen

source: Notifications settings...
es: Configuración de notificaciones...
id: Setelan notifikasi...
nl: Instellingen voor meldingen…

source: Notify selection (%lld)
es: Notificar selección (%lld)
id: Beritahu pilihan (%lld)
nl: Selecteer (%lld)

source: Now using:
es: Ahora usando:
id: Sekarang menggunakan:
nl: Ingesteld:

source: Nudity
es: Desnudez
id: Ketelanjangan
nl: Naaktheid

source: Off
es: Apagado
id: Mati
nl: Uit

source: OK
es: DE ACUERDO
id: OKE

source: On
es: En
id: Pada
nl: Aan

source: Only connect to additional relays when a VPN is active
es: Conéctese solo a relays adicional cuando una VPN esté activa
id: Hanya sambungkan ke relays tambahan saat VPN aktif
nl: Verbind alleen met extra relays als VPN aan staat

source: Only for people where you have activated the notification bell
es: Solo para personas donde hayas activado la campana de notificaciones
id: Hanya untuk orang yang sudah mengaktifkan lonceng notifikasinya
nl: Alleen bij wie je de notificatiebel hebt geactiveerd

source: Only from follows
es: Sólo de lo siguiente
id: Hanya dari berikut ini
nl: Alleen van volgend

source: Only show content from your follows or follows-follows
es: Mostrar solo contenido de tus seguidores o seguidores-sigue
id: Hanya tampilkan konten dari follow atau follow-follow Anda
nl: Toon alleen berichten van volgend en volgend-van-volgend

source: Open in %@
es: Abrir en %@
id: Buka di %@

source: Open latest
es: Abrir más reciente
id: Buka terbaru
nl: Open nieuwste

source: Open Settings
es: Abrir configuración
id: Buka Pengaturan

source: Open with
es: abrir con
id: Buka dengan
nl: Openen met

source: Optimize now
es: Optimizar ahora
id: Optimalkan sekarang
nl: Nu optimalizeren

source: Optional images to attach to the post. Requires a Blossom server to be configured in Nostur settings.
es: Imágenes opcionales para adjuntar al post. Requiere que se configure un servidor Blossom en la configuración de Nostur.
id: Gambar opsional untuk dilampirkan ke postingan. Membutuhkan server Blossom untuk dikonfigurasi dalam pengaturan Nostur.

source: Or, skip and try as guest first
es: O salta y prueba primero como invitado.
id: Atau, lewati dan coba sebagai tamu terlebih dahulu
nl: Of overslaan en het gastaccount proberen

source: Orange
es: Naranja
id: Oranye
nl: Oranje

source: Other
es: Otro
id: Lainnya
nl: OVerig

source: Outrage feed may or may not be available in a future release
es: El feed de indignación puede o no estar disponible en una versión futura
id: Umpan kemarahan mungkin tersedia atau tidak tersedia di rilis mendatang
nl: Outrage feed zal misschien in een toekomstige release beschikbaar worden

source: P
es: PAG

source: Paste
es: Pasta
id: Pasta

source: Pay
es: Pagar
id: Membayar
nl: Betalen

source: Payment attempted
es: Intento de pago
id: Pembayaran dicoba
nl: Betaling geprobeerd

source: PFP's here (max 10)
es: PFP está aquí (máximo 10)
id: PFP ada di sini (maks 10)

source: Photos
es: Fotos
id: Foto
nl: Foto’s

source: Photos Feed settings
es: Configuración del feed de fotos
id: Pengaturan Umpan Foto
nl: Fotos feed instellingen

source: Pick GIF
es: Elige GIF
id: Pilih GIF
nl: Kies GIF

source: Pick Photo
es: Elegir foto
id: Pilih Foto
nl: Kies foto

source: Pick Video
es: Elegir vídeo
id: Pilih Video
nl: Kies video

source: Picture-only, Hot, Discover, Gallery, and Articles feed will not be visible if you don't follow more than 10 people.
es: Los feeds de Solo imágenes, Populares, Descubrir, Galería y Artículos no serán visibles si no sigues a más de 10 personas.
id: Umpan Gambar saja, Hot, Temukan, Galeri, dan Artikel tidak akan terlihat jika Anda tidak mengikuti lebih dari 10 orang.
nl: Foto’s, Hot, Discover, Gallery, en Artikelen feed zijn niet zichtbaar tot je meer dan 10 mensen volgt

source: Picture-only, Yaks, diVines, Hot, Discover, Gallery, and Articles feed will not be visible if you don't follow more than 10 people.
es: Solo imágenes, Yaks, diVines, Hot, Discover, Gallery y Articles no serán visibles si no sigues a más de 10 personas.
id: Umpan Gambar saja, Yaks, diVines, Hot, Discover, Gallery, dan Articles tidak akan terlihat jika Anda tidak mengikuti lebih dari 10 orang.
nl: Een aantal feeds zijn alleen zichtbaar als je meer dan 10 personen volgt

source: Picture-only, Yaks, Divines, Hot, Discover, Gallery, and Articles feed will not be visible if you don't follow more than 10 people.
es: Solo imágenes, Yaks, Divines, Hot, Discover, Gallery y Articles no serán visibles si no sigues a más de 10 personas.
id: Umpan Gambar saja, Yaks, Divines, Hot, Discover, Gallery, dan Articles tidak akan terlihat jika Anda tidak mengikuti lebih dari 10 orang.

source: Picture, Hot, Discover, Gallery, and Articles feed will not be visible if you don't follow more than 10 people.
es: Los feeds de imágenes, novedades, descubrimientos, galería y artículos no serán visibles si no sigues a más de 10 personas.
id: Feed Gambar, Hot, Discover, Gallery, dan Artikel tidak akan terlihat jika Anda tidak mengikuti lebih dari 10 orang.
nl: Foto’s, Hot, Ontdek, Gallerij en Artikelen feeds zullen niet zichtbaar zijn als je niet meer dan 10 personen volgt.

source: Pictures
es: Fotos
id: Gambar
nl: Foto’s

source: Pictures from people you follow
es: Fotos de personas que sigues
id: Gambar dari orang yang Anda ikuti
nl: Foto’s uit je volglijst

source: Pictures-only feed from people you follow
es: Feed de solo imágenes de las personas que sigues
id: Umpan hanya gambar dari orang yang Anda ikuti
nl: Foto’s feed van mensen die jij volgt

source: Pin
es: Alfiler
nl: Pin vast

source: Pin feed as tab
es: Fijar feed como pestaña
id: Sematkan umpan sebagai tab
nl: Feed vastpinnen als tab

source: Pin on tab bar
es: Pin en la barra de pestañas
id: Sematkan pada bilah tab
nl: Pin vast als tab

source: Pin relay feed as tab
es: Anclar el feed relay como pestaña
id: Sematkan umpan relay sebagai tab
nl: Relay feed vastpinnen als tab

source: Pin this post
es: Fijar esta publicación
id: Sematkan postingan ini
nl: Bericht vastpinnen

source: Pin to your profile
es: Fijar en tu perfil
id: Sematkan ke profil Anda
nl: Op jouw profiel vastpinnen

source: Pink
es: Rosa
id: Berwarna merah muda
nl: Roze

source: Pinned
es: Fijado
id: Disematkan
nl: Vastgepind

source: Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using Nostur (the "App") operated by the independent developer ("Developer").
es: Lea atentamente estos Términos y condiciones ("Términos", "Términos y condiciones") antes de utilizar Nostur (la "Aplicación") operada por el desarrollador independiente ("Desarrollador").
id: Harap baca Syarat dan Ketentuan ini ("Syarat", "Syarat dan Ketentuan") dengan cermat sebelum menggunakan Nostur ("Aplikasi") yang dioperasikan oleh pengembang independen ("Pengembang").

source: Please try again when there is a connection
es: Inténtalo de nuevo cuando haya una conexión.
id: Silakan coba lagi ketika ada koneksi
nl: Probeer opnieuw wanneer er een verbinding is

source: Point your camera at your wallet's NWC QR code
es: Apunta tu cámara al código QR NWC de tu billetera
id: Arahkan kamera Anda ke kode QR NWC dompet Anda

source: possible imposter
es: posible impostor
id: kemungkinan penipu
nl: mogelijke bedrieger

source: Possible imposter
es: Posible impostor
id: Kemungkinan penipu
nl: Mogelijke bedrieger

source: post
es: correo
id: pos
nl: bericht

source: Post ${postText} to Nostr
es: Publicar ${postText} en Nostr
id: Posting ${postText} ke Nostr

source: Post actions
es: Publicar acciones
id: Posting tindakan
nl: Bericht acties

source: Post content: %@
es: Contenido de la publicación: %@
id: Konten postingan: %@
nl: Bericht inhoud: %@

source: Post details
es: Detalles de la publicación
id: Detail posting
nl: Details van bericht

source: Post GIF using Blossom
es: Publicar GIF usando Blossom
id: Posting GIF menggunakan Blossom
nl: Plaats GIF via Blossom

source: Post New Photo
es: Publicar nueva foto
id: Posting Foto Baru
nl: Foto sturen

source: Post preview
es: Vista previa de la publicación
id: Pratinjau postingan
nl: Voorbeeld

source: Post Text
es: Publicar texto
id: Posting Teks

# Post.noun
source: Post
es: Correo
id: Pos
nl: Bericht

# Post.verb
source: Post
es: Correo
id: Pos
nl: Stuur

source: Posted on %@
es: Publicado en %@
id: Diposting di %@
nl: Geplaatst op %@

source: Posted via %@
es: Publicado vía %@
id: Diposting melalui %@
nl: Verstuurd via %@

source: Posting
es: Destino
nl: Versturen

source: Posting & Media Uploading
es: Publicación y carga de medios
id: Posting & Pengunggahan Media
nl: Versturen en Media Uploads

source: Posts
es: Publicaciones
id: Postingan
nl: Berichten

source: Posts containing this will be filtered from your feed
es: Las publicaciones que contengan esto se filtrarán de tu feed.
id: Postingan yang berisi ini akan disaring dari feed Anda
nl: Berichten met dit worden gefilterd van je feed

source: Posts from anyone reacted to by people you follow
es: Publicaciones de cualquier persona a las que reaccionaron las personas que sigues
id: Postingan dari siapa pun ditanggapi oleh orang yang Anda ikuti
nl: Berichten van iedereen waarop gereageerd is door mensen die je volgt

source: Posts from anyone which are most liked or reposted by people you follow
es: Publicaciones de cualquier persona que más les gustan o que las personas que sigues vuelven a publicar
id: Postingan dari siapa pun yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti
nl: Berichten van iedereen met de meeste reacties of herplaatsingen door mensen die je volgt

source: Posts from anyone which are most zapped by people you follow
es: Publicaciones de cualquiera que recibieron más zap de las personas que sigues
id: Postingan dari siapa pun yang paling banyak dikirimi zap oleh orang yang Anda ikuti
nl: Berichten van iedereen meest gezapt door mensen die je volgt

source: Posts from anyone which are reacted to with several specific emojis by people you follow
es: Publicaciones de cualquier persona a las que las personas a las que sigues reaccionan con varios emojis específicos
id: Postingan dari siapa pun yang ditanggapi dengan beberapa emoji tertentu oleh orang yang Anda ikuti
nl: Berichten van iedereen waar op gereageerd is met specifieke emojis door mensen die je volgt

source: Posts from contacts
es: Publicaciones de contactos
id: Postingan dari kontak
nl: Berichten van contacten

source: Posts from people followed by the [Explore Feed](nostur:p:afba415fa31944f579eaf8d291a1d76bc237a527a878e92d7e3b9fc669b14320) account
es: Publicaciones de personas seguidas por la cuenta [Explore Feed](nostur:p:afba415fa31944f579eaf8d291a1d76bc237a527a878e92d7e3b9fc669b14320)
id: Postingan dari orang yang diikuti oleh akun [Jelajahi Umpan](nostur:p:afba415fa31944f579eaf8d291a1d76bc237a527a878e92d7e3b9fc669b14320)
nl: Berichten van mensen gevolgd door het [Explore Feed](nostur:p:afba415fa31944f579eaf8d291a1d76bc237a527a878e92d7e3b9fc669b14320) account

source: Posts from people you don't follow which are most liked or reposted by people you follow
es: Publicaciones de personas que no sigues que les gustan más o que las personas que sigues vuelven a publicar
id: Postingan dari orang yang tidak Anda ikuti yang paling disukai atau diposkan ulang oleh orang yang Anda ikuti
nl: Berichten van mensen die je niet volgt met de meeste reacties of herplaatsingen door mensen die je volgt

source: Posts from relays
es: Publicaciones de relays
id: Postingan dari relays
nl: Berichten van relays

source: Posts most liked or reposted by people you follow
es: Publicaciones que más les gustaron o volvieron a publicar las personas que sigues
id: Postingan yang paling disukai atau diposting ulang oleh orang yang Anda ikuti
nl: Berichten met de meeste reacties of reposts van mensen die je volgt

source: prefix: %@
es: prefijo: %@
id: awalan: %@

source: Preparing video...
es: Preparando vídeo...
id: Mempersiapkan video...
nl: Video voorbereiden...

source: Preview
es: Avance
id: Pratinjau
nl: Voorbeeld

source: Previously known as: %@
es: Anteriormente conocido como: %@
id: Sebelumnya dikenal sebagai: %@
nl: Voorheen: %@

source: private
es: privado
id: pribadi
nl: privé

source: Private conversation
es: conversación privada
id: Percakapan pribadi
nl: Privégesprek

source: Private key
es: clave privada
id: Kunci pribadi
nl: Privé sleutel

source: Private key copied to clipboard
es: Clave privada copiada al portapapeles
id: Kunci pribadi disalin ke papan klip
nl: Privé sleutel gekopieerd naar klembord

source: Private key not available for this account.
es: La clave privada no está disponible para esta cuenta.
id: Kunci pribadi tidak tersedia untuk akun ini.

source: Private note
es: nota privada
id: Catatan pribadi
nl: Privé notitie

source: Private notes
es: notas privadas
id: Catatan pribadi
nl: Privé notities

source: Private Notes
es: Notas privadas
id: Catatan Pribadi
nl: Privé notities

source: Private reply required (replying to a private post)
es: Se requiere respuesta privada (responder a una publicación privada)
id: Diperlukan balasan pribadi (membalas postingan pribadi)

source: Private zap
es: Zap privado
id: Zap pribadi
nl: Privé zap

source: Problem parsing NWC connection URI
es: Problema al analizar el URI de conexión NWC
id: Masalah saat mengurai URI koneksi NWC
nl: Probleem met verwerken NWC connection URI

source: Profanity
es: Blasfemia
id: Kata-kata kotor
nl: Vulgair taalgebruik

source: Profile
es: Perfil
id: Profil
nl: Profiel

source: Profile banner URL
es: URL del banner del perfil
id: URL spanduk profil
nl: Profiel banner URL

source: Profile banners: %@
es: Banners de perfil: %@
id: Spanduk profil: %@
nl: Profiel banners: %@

source: Profile picture URL
es: URL de la imagen de perfil
id: URL gambar profil
nl: Profielfoto URL

source: Profile pictures: %@
es: Imágenes de perfil: %@
id: Gambar profil: %@
nl: Profielfoto's: %@

source: pubkey: %@
es: clave pública: %@
id: kunci pub: %@

source: Public key
es: Clave pública
id: Kunci publik
nl: Publieke sleutel

source: Public key copied to clipboard
es: Clave pública copiada al portapapeles
id: Kunci publik disalin ke papan klip
nl: Publieke sleutel gekopieerd naar klembord

source: Public or private key (npub or nsec)
es: Clave pública o privada (npub o nsec)
id: Kunci publik atau pribadi (npub atau nsec)
nl: Publieke- of privé sleutel (npub of nsec)

source: Publish
es: Publicar
id: Menerbitkan
nl: Plaats

source: Publish list now
es: Publicar lista ahora
id: Publikasikan daftar sekarang
nl: Lijst nu publiceren

source: Publish on which relays you wish to receive DMs. This enables you to use a more private messaging format (NIP-17). Others who have not upgraded can still communicate with you using the older format (NIP-04).
es: Publica en qué relays deseas recibir DM. Esto le permite utilizar un formato de mensajería más privado (NIP-17). Otras personas que no hayan actualizado aún pueden comunicarse con usted utilizando el formato anterior (NIP-04).
id: Publikasikan relays mana yang ingin Anda terima DM. Hal ini memungkinkan Anda untuk menggunakan format pesan yang lebih pribadi (NIP-17). Orang lain yang belum melakukan upgrade masih dapat berkomunikasi dengan Anda menggunakan format lama (NIP-04).
nl: Publiceer op welke relays je privéberichten wilt ontvangen. Je kan dan met verbeterde pricavy gebruik maken van privéberichten (NIP-17). Anderen die nog niet geüpgrade hebben kunnen wel nog steeds op de oude manier met je communiceren (NIP-04).

source: Publish selected badges on profile
es: Publicar insignias seleccionadas en el perfil
id: Publikasikan lencana yang dipilih di profil
nl: Plaats gekozen medailles op profiel

source: Publish to relays
es: Publicar en relays
id: Publikasikan ke relays
nl: Publiceer naar relays

source: Publish to this relay
es: Publicar en este relay
id: Publikasikan ke relay ini
nl: Publiceer naar deze relay

source: Published relays
es: Publicado relays
id: Diterbitkan relays
nl: Gepubliceerde relays

source: Published relays for %@
es: Publicado relays para %@
id: relays yang diterbitkan untuk %@
nl: Gepubliceerde relays voor %@

source: Published to:
es: Publicado en:
id: Diterbitkan ke:
nl: Gepubliceerd naar:

source: Publishes a new post to the Nostr network using your active account.
es: Publica una nueva publicación en la red Nostr utilizando su cuenta activa.
id: Publikasikan postingan baru ke jaringan Nostr menggunakan akun aktif Anda.

source: Purple
es: Púrpura
id: Ungu
nl: Paars

source: QR scanning is not available on this device
es: El escaneo QR no está disponible en este dispositivo
id: Pemindaian QR tidak tersedia di perangkat ini

source: Quote
es: Cita
id: Mengutip
nl: Citeer

source: Quote post
es: Publicación de cotización
id: Postingan kutipan
nl: Citeer bericht

source: Quote...
es: Cita...
id: Mengutip...
nl: Citeer…

source: Raise hand
es: levantar la mano
id: Angkat tangan
nl: Hand opsteken

source: React...
es: Reaccionar...
id: Bereaksi...

source: Reaction buttons
es: Botones de reacción
id: Tombol reaksi
nl: Reactieknoppen

source: reactions
es: reacciones
id: reaksi
nl: reacties

source: Reactions
es: Reacciones
id: Reaksi
nl: Reacties

source: Reactions to your posts will show up here
es: Las reacciones a tus publicaciones aparecerán aquí
id: Reaksi terhadap postingan Anda akan muncul di sini
nl: Reacties op jouw berichten komen hier

source: read
es: leer
id: membaca
nl: ontvangen

source: read + write
es: leer + escribir
id: membaca + menulis
nl: ontvangen + versturen

source: Read only
es: Solo lectura
id: Hanya baca
nl: Alleen-lezen

source: Read-only mode
es: Modo de solo lectura
id: Mode hanya baca
nl: Alleen-lezen modus

source: read: you read from this relay, so others should post there.
es: leer: leíste este relay, por lo que otros deberían publicar allí.
id: read: Anda membaca dari relay ini, jadi orang lain harus mempostingnya di sana.
nl: read: je leest vanaf deze relay

source: Reads
es: Lee
id: Membaca

source: Reason
es: Razón
id: Alasan
nl: Reden

source: Rebroadcast
es: Retransmitir
id: Siaran ulang
nl: Herpubliceer
